"Error -90057" = "AD alan adı sağlanmalıdır. ([domain]\\[user_name])";
"Error -10100" = "Geçersiz kimlik doğrulama yöntemi.";
"Error -10010" = "Geçersiz dil.";
"Error -10004" = "Kulanıcının süresi doldu.";
"Error -10003" = "Kullanıcı kilitlendi.";
"Error -10005" = "Kullanıcı geçici olarak kilitlendi.";
"Error -10103" = "Kullanıcı EULA'yı kabul etmelidir.";
"Error -10104" = "Kullanıcı şifreyi değiştirmelidir.";
"Error -10106" = "Kullanıcı kullanıcı adını değiştirmelidir.";
"Error -40761" = "Şimdilik, dosyanın kodlaması çözülemiyor. Lütfen başka bir yetkili kullanıcıdan bu dosyaya erişim izni vermesini isteyin.";
"Error -40751" = "İstenen dosya bulunamadı.";
"Error -80021" = "Sağlanan dosya bölütü geçersiz.";
"Error -70104" = "Kullanıcı EULA'yı zaten onayladı.";
"Error -70560" = "Bu kullanıcı adına sahip bir kullanıcı zaten var.";
"Error -70105" = "Kullanıcının kullanıcı adını değiştirmesine izin verilmiyor.";
"Error -10105" = "Bu kullanıcı için şifre sıfırlanamaz.";
"Error -70020" = "Kodlama anahtarı çifti bulunamadı. Lütfen önce kodlama şifrenizi ayarlayın.";
"Error -70021" = "Şifreleme anahtarı çifti zaten ayarlanmış.";
"Error -70501" = "Kullanıcı bulunamadı.";
"Error -10107" = "Şifre yalnızca 5 dakikada bir sıfırlanabilir.";
"Error -40755" = "Kötü dosya adı.";
"Error -40010" = "Bir odanın veya klasörün üzerine yazılamaz.";
"Error -80006" = "Son kullanma tarihi geçmiş.";
"Error -80008" = "Son kullanma tarihi çok geç.";
"Error -40763" = "Dosya anahtarı sağlanmalıdır.";
"Error -40756" = "Geçersiz dosya sınıflandırması.";
"Error -70022" = "Geçersiz kodlama anahtarı çifti.";
"Error -41054" = "Dizinler / dosyalar aynı üst öğede olmalıdır.";
"Error -40001" = "Kodlanmış dosyalar, kodlanmamış bir odaya kopyalanamaz veya taşınamaz.";
"Error -40002" = "Kodlanmamış dosyalar kopyalanamaz veya kodlanmış bir odaya taşınamaz.";

"Decryption password required" = "Kod çözme şifresi gerekli";
"Enter your decryption password to access encrypted data rooms." = "Şifrelenmiş veri odalarına erişmek için kod çözme şifrenizi girin..";

"You have successfully created a share link for {0}." = "{0} için başarıyla bir paylaşım bağlantısı oluşturdunuz.";
"You have successfully created the upload account {0}" = "{0} yükleme hesabını başarıyla oluşturdunuz";
"{0} Share(s) created" = "{0} Bağlantı(lar) oluşturuldu";

"The AV scanner detected that the file could be malicious" = "AV tarayıcı dosyanın kötü amaçlı olabileceğini algıladı";

"DRACOON environment needs to be updated" = "DRACOON ortamının güncellenmesi gerekiyor";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "DRACOON ortamınızın modası geçmiş ve artık bu uygulama ile çalışmıyor. Lütfen yöneticinize başvurun.";
